adwaita-icon-theme
arpack
automake
b2-tools
bash
blueutil
boost
coreutils
cowsay
cscope
desktop-file-utils
epstool
fd
ffmpeg@4
fftw
fig2dev
figlet
fltk
fortune
freeglut
fzf
git
gl2ps
glpk
gnuplot
gobject-introspection
graphicsmagick
gtk+
gtk+3
hdf5
htop
intltool
jpeg
jq
libmagic
libnotify
libproxy
libscrypt
libssh2
luajit-openresty
meson
mpv
neovim
nghttp2
opencc
pandoc
pass
pdf2svg
portaudio
pstoedit
python@3.8
qhull
qrupdate
qscintilla2
qt
rapidjson
ripgrep
s-lang
sc-im
shellcheck
sphinx-doc
stow
sundials
texinfo
tmux
tokei
vim
youtube-dl
zlib
