adwaita-icon-theme
automake
b2-tools
blueutil
cmatrix
coreutils
cowsay
fd
ffmpeg@4
figlet
fortune
fzf
git
gobject-introspection
gtk+3
guile
htop
imagemagick
jq
libnotify
libproxy
lolcat
meson
mpv
neovim
nghttp2
opencc
pandoc
pass
pdf2svg
pipes-sh
pyenv
python@3.8
qt
recode
rename
ripgrep
sc-im
shellcheck
speedtest-cli
sphinx-doc
tmux
vim
youtube-dl
zlib
