tap "flewid-ab/pdfjam"
tap "homebrew/bundle"
tap "oncletom/cpdf"
tap "r-lib/rig"
tap "saulpw/vd"
brew "bat"
brew "blueutil"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "entr"
brew "eza"
brew "fd"
brew "fortune"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "htop"
brew "imagemagick"
brew "jq"
brew "juliaup"
brew "libgit2@1.7"
brew "lua-language-server"
brew "mas"
brew "mpv"
brew "mupdf-tools"
brew "neovim"
brew "node"
brew "opencc"
brew "pandoc"
brew "tree"
brew "pass"
brew "pdf2svg"
brew "pipes-sh"
brew "pkgconf"
brew "potrace"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "tokei"
brew "xmlstarlet"
brew "xpdf", link: false
brew "oncletom/cpdf/cpdf"
brew "saulpw/vd/visidata"
cask "appcleaner"
cask "basictex"
cask "codex"
cask "dropbox"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-eb-garamond"
cask "font-ibm-plex-mono"
cask "font-lxgw-wenkai-tc"
cask "font-noto-sans-cjk-kr"
cask "font-noto-sans-cjk-tc"
cask "font-noto-serif-cjk-kr"
cask "google-drive"
cask "hammerspoon"
cask "inkscape"
cask "iterm2"
cask "openmtp"
cask "protonvpn"
cask "quarto"
cask "rig"
cask "rstudio"
cask "skim"
cask "tor-browser"
cask "whatsapp"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
