tap "flewid-ab/pdfjam", "https://github.com/FLEWID-AB/homebrew-pdfjam"
tap "homebrew/bundle"
tap "r-lib/rig"
tap "thom4parisot/brew", "https://github.com/thom4parisot/homebrew-brew.git"
tap "tw93/tap"
tap "visidata/vd", "https://github.com/visidata/homebrew-vd.git"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Get/set bluetooth power and discoverable state
brew "blueutil"
# Ruby environment tool
brew "chruby"
# Console Matrix
brew "cmatrix"
# GNU multiple precision arithmetic library
brew "gmp"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Apjanke's fork of the classic cowsay project
brew "cowsay"
# PDF Command-line Tools
brew "cpdf"
# General-purpose data compression with high compression ratio
brew "xz"
# Run arbitrary commands when files change
brew "entr"
# Modern, maintained replacement for ls
brew "eza"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Infamous electronic fortune-cookie generator
brew "fortune"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# Interpreter for PostScript and PDF
brew "ghostscript"
# Improved top (interactive process viewer)
brew "htop"
# Tools and libraries to manipulate images in select formats
brew "imagemagick"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Julia installer and version multiplexer
brew "juliaup"
# Portable Foreign Function Interface library
brew "libffi"
# C library of Git core methods that is re-entrant and linkable
brew "libgit2@1.7"
# YAML Parser
brew "libyaml"
# Language Server for the Lua language
brew "lua-language-server"
# Mac App Store command-line interface
brew "mas"
# Media player based on MPlayer and mplayer2
brew "mpv"
# Lightweight PDF and XPS viewer
brew "mupdf-tools"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Open-source, cross-platform JavaScript runtime environment
brew "node"
# Simplified-traditional Chinese conversion tool
brew "opencc"
# Swiss-army knife of markup format conversion
brew "pandoc"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Password manager
brew "pass"
# PDF converter to SVG
brew "pdf2svg"
# Animated pipes terminal screensaver
brew "pipes-sh"
# Package compiler and linker metadata toolkit
brew "pkgconf"
# Convert bitmaps to vector graphics
brew "potrace"
# Python version management
brew "pyenv"
# Perl-powered file rename script with many helpful built-ins
brew "rename"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Install Ruby, JRuby, Rubinius, TruffleRuby, or mruby
brew "ruby-install"
# Static analysis and lint tool, for (ba)sh scripts
brew "shellcheck"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Terminal multiplexer
brew "tmux"
# Program that allows you to count code, quickly
brew "tokei"
# Parser generator tool
brew "tree-sitter-cli"
# Terminal spreadsheet multitool for discovering and arranging data
brew "visidata"
# XML command-line utilities
brew "xmlstarlet"
# PDF viewer
brew "xpdf", link: false
# Application uninstaller
cask "appcleaner"
# Compact TeX distribution as alternative to the full TeX Live / MacTeX
cask "basictex"
# OpenAI's coding agent that runs in your terminal
cask "codex"
# Client for the Dropbox cloud storage service
cask "dropbox"
# Web browser
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-eb-garamond"
cask "font-lxgw-wenkai-tc"
cask "font-noto-sans-cjk-kr"
cask "font-noto-sans-cjk-tc"
cask "font-noto-serif-cjk-kr"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# Client for the Google Drive storage service
cask "google-drive"
# Desktop automation application
cask "hammerspoon"
# Keyboard customiser
cask "karabiner-elements"
# VPN client focusing on security
cask "protonvpn"
# Scientific and technical publishing system built on Pandoc
cask "quarto"
# PDF reader and note-taking application
cask "skim"
# Web browser focusing on security
cask "tor-browser"
# Native desktop client for WhatsApp
cask "whatsapp"
# Open-source version of the X.Org X Window System
cask "xquartz"
# Video communication and virtual meeting platform
cask "zoom"
# Collect, organise, cite, and share research sources
cask "zotero"
mas "LINE", id: 539883307
npm "bash-language-server"
npm "live-server"
npm "yarn"
