tap "homebrew/bundle"
tap "homebrew/core"
tap "mczachurski/wallpapper"
tap "r-lib/rig"
tap "saulpw/vd"
tap "thezoraiz/ascii-image-converter"
tap "zegervdv/zathura"
brew "glib"
brew "xz"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ruby"
brew "autoconf"
brew "automake"
brew "b2-tools"
brew "bash"
brew "blueutil"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmatrix"
brew "cowsay"
brew "fd"
brew "libarchive"
brew "libass"
brew "srt"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git"
brew "libksba"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "guile"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "openssl@1.1"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libnotify"
brew "libproxy"
brew "mas"
brew "meson"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mupdf-tools"
brew "neovim"
brew "nghttp2"
brew "opencc"
brew "pandoc"
brew "tree"
brew "pass"
brew "poppler"
brew "pdf2svg"
brew "pipes-sh"
brew "potrace"
brew "pyenv"
brew "python@3.8", link: false
brew "qt"
brew "recode"
brew "rename"
brew "ripgrep"
brew "sc-im"
brew "shellcheck"
brew "speedtest-cli"
brew "sphinx-doc"
brew "stow"
brew "tmux"
brew "vim"
brew "youtube-dl"
brew "zlib"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "alacritty"
cask "anki"
cask "appcleaner"
cask "basictex"
cask "docker"
cask "firefox"
cask "fontforge"
cask "hammerspoon"
cask "keycastr"
cask "openmtp"
cask "r"
cask "skim"
cask "tor-browser"
cask "vnc-viewer"
mas "Adblock Plus", id: 1432731683
mas "LINE", id: 539883307
mas "The Unarchiver", id: 425424353
